Repository: common-repository/hide-cart-functions
Catalog: languages/hide-cart-functions-*.po
Languages: es_es, ru_ru

source: Search Product
es_es: Buscar producto
ru_ru: Поиск продукта

source: Select category
es_es: Seleccione categoría
ru_ru: Выбор категории

source: No results found.
es_es: No hay resultados.
ru_ru: Результаты не найдены.

source: Hide Functions
es_es: Ocultar funciones
ru_ru: Скрыть функции

source: Settings
es_es: Ajustes
ru_ru: Настройки

source: Donation for Homeless
es_es: Donación para personas sin hogar
ru_ru: Пожертвования для бездомных

source: More information about %s
es_es: Más información sobre %s
ru_ru: Больше информации о %s

source: View Details
es_es: Ver detalles
ru_ru: Смотреть детали

source: Number of items per page
es_es: Cant de elementos por página
ru_ru: Число элементов на странице

source: Hide Cart Functions
es_es: Ocultar funciones
ru_ru: Скрыть функцию корзины

source: Add New
es_es: Agregar nuevo
ru_ru: Добавить новое

source: Search results for %s
es_es: Resultados de búsqueda de %s
ru_ru: Результаты поиска %s

source: Search Result
es_es: Resultado de búsqueda
ru_ru: Результат поисков

source: Manage Settings
es_es: Administrar configuración
ru_ru: Управлять настройками

source: All Settings
es_es: Configuración
ru_ru: Все настройки

source: Edit Settings
es_es: Editar configuración
ru_ru: Изменить настройки

source: Existing Rule
es_es: Regla existente
ru_ru: Действующее правило

source: Add New Settings
es_es: Agregar nueva configuración
ru_ru: Добавить новые настройки

source: Disable Settings
es_es: Deshabilitar configuraciones
ru_ru: Отключить настройки

source: Check this option to disable this rule. Leave unchecked to apply the selected settings.
es_es: Seleccione para deshabilitar esta regla; deje vacío para aplicar la configuración seleccionada.
ru_ru: Установите флажок, чтобы отключить правило. Оставьте флажок не отмеченным для выбранных параметров.

source: Rule enabled
es_es: Regla habilitada
ru_ru: Правило включено

source: Guests Only
es_es: Sólo Invitados
ru_ru: Только гости

source: Logged in Users --> Leave both unchecked for ALL users.
es_es: Usuarios registrados --> Dejar ambas opciones sin marcar para TODOS los usuarios.
ru_ru: Вошедшие пользователи --> Оставьте оба флажка не отмеченными для ВСЕХ пользователей.

source: Rule Title
es_es: Título de regla
ru_ru: Название правил

source: Create short title for rule for display in the settings table.
es_es: Cree título breve de regla para la tabla de configuración.
ru_ru: Создайте короткое название для отображения в таблице настроек.

source: Hide Quantity
es_es: Ocultar cantidad
ru_ru: Скрыть Количество

source: Check this option to hide the default cart "Quantity" product function.
es_es: Marque esta opción para ocultar la función de producto "Cantidad" predeterminada del carrito.
ru_ru: Установите флажок, чтобы скрыть функцию продукта "Количество".

source: Hide Add to Cart
es_es: Ocultar Añadir a la cesta
ru_ru: Прятать Добавить в корзину

source: Check this option to hide the default cart "Add to Cart" button.
es_es: Marque esta opción para ocultar el botón predeterminado "Agregar al carrito" del carrito.
ru_ru: Установите флажок, чтобы скрыть кнопку "Добавить в корзину".

source: Hide Price
es_es: Ocultar precio
ru_ru: Скрыть цену

source: Check this option to hide the default cart "Price" displayed.
es_es: Marque esta opción para ocultar el "Precio" del carrito predeterminado que se muestra.
ru_ru: Установите флажок, чтобы скрыть отображение "Цена".

source: Override Price Tag
es_es: Anular etiqueta de precio
ru_ru: Переопределить ценник

source: This text will override the price tag. Use the %s to keep showing price in the tag with other text.
es_es: Este texto anulará la etiqueta de precio. Utilice %s para seguir mostrando el precio en la etiqueta con otro texto.
ru_ru: Этот текст переопределит ценник. Используйте %s, чтобы продолжать показывать цену в теге вместе с другим текстом.

source: Hide Options
es_es: Ocultar opciones
ru_ru: Скрыть опции

source: Check this option to hide the default cart "Options" dropdown selector.
es_es: Marque esta opción para ocultar el selector desplegable predeterminado de "Opciones" del carrito.
ru_ru: Установите флажок, чтобы скрыть выпадающий селектор "Опции".

source: Hide Custom Element
es_es: Ocultar elemento personalizado
ru_ru: Скрыть настраиваемый элемент

source: Enter specific IDs or classes to hide a custom element.
es_es: Ingrese ID o clases para ocultar elemento personalizado.
ru_ru: Введите идентификаторы или классы для скрытия пользовательского элемента.

source: Separate multiple values by comma (examples: .custom-item-one, .custom-item-two, #new-item-id).
es_es: Separe varios valores con comas (ejemplos: .custom-item-one, .custom-item-two, #new-item-id).
ru_ru: Разделите значения запятой (примеры: .custom-item-one, .custom-item-two, #new-item-id).

source: Custom Message
es_es: Mensaje personalizado
ru_ru: Нестандартное сообщение

source: Enter a custom message to be added above or below the "Short product description"
es_es: Ingrese mensaje personalizado arriba o debajo de la "Descripción breve del producto"
ru_ru: Введите пользовательское сообщение выше или ниже "Краткое описание товара"

source: Custom Message Position
es_es: Posición de mensaje personalizado
ru_ru: Пользовательская позиция сообщения

source: Above Short product description
es_es: Arriba breve descripción de producto
ru_ru: Выше Краткое описание товара

source: Below Short product description.
es_es: Abajo breve descripción de producto.
ru_ru: Ниже краткое описание продукта.

source: Select position where Custom Message should be inserted.
es_es: Seleccione dónde se debe insertar el mensaje personalizado.
ru_ru: Выберите место вставки пользовательского сообщения.

source: Selected Category
es_es: Categoría seleccionada
ru_ru: Выбрать категорию

source: Some browsers, hold the "Ctrl" key while clicking to select multiple or to deselect entirely.
es_es: Mantenga presionada la tecla "Ctrl" al pinchar para seleccionar varios o anular la selección por completo.
ru_ru: Удерживайте клавишу "Ctrl" при нажатии, чтобы выбрать несколько или отменить выбор.

source: Product IDs
es_es: ID de producto
ru_ru: Идентификаторы продукта

source: Separate multiple values by comma (3443, 5567, 3456) or leave empty to apply this rule to all products.
es_es: Separar los valores múltiples con comas (3443, 5567, 3456) o dejar vacío para aplicar esta regla a todos los productos.
ru_ru: Разделите значения запятой (3443, 5567) или оставьте пустым, чтобы применить ко всем продуктам.

source: Search Products
es_es: Buscar Productos
ru_ru: Поиск продуктов

source: Search and select products with 3 letter minimum. Works in combination with the Product ID field.
es_es: Busca y selecciona productos con mínimo 3 letras. Funciona en combinación con el campo ID de producto.
ru_ru: Найдите и выберите продукты, состоящие минимум из 3 букв. Работает в сочетании с полем «Идентификатор продукта».

source: Save Settings
es_es: Guardar configuración
ru_ru: Сохранить

source: Add Settings
es_es: Agregar configuración
ru_ru: Добавить настройки

source: Title
es_es: Título
ru_ru: Титул

source: Status
es_es: Estado
ru_ru: Статус

source: Quantity
es_es: Cantidad
ru_ru: Количество

source: Add to Cart
es_es: Añadir al carrito
ru_ru: Добавить в корзину

source: Price
es_es: Precio
ru_ru: Цена

source: Options
es_es: Opciones
ru_ru: Опции

source: No Item available.
es_es: Artículo no disponible.
ru_ru: Нет в наличии.

source: Edit
es_es: Editar
ru_ru: Изменить

source: Delete
es_es: Borrar
ru_ru: Удалить

source: Disabled
es_es: Deshabilitar
ru_ru: Инвалид

source: Enabled
es_es: Activado
ru_ru: Включено

source: Delete all database entries if the plugin is deactivated?
es_es: ¿Eliminar las entradas en base de datos si plugin está desactivado?
ru_ru: Удалить базу данных, если плагин деактивирован?

source: Settings Updated Successfully.
es_es: Ajustes Actualizados Correctamente.
ru_ru: Настройки успешно обновлены.

source: Settings Successfully Deleted.
es_es: Configuración eliminada correctamente.
ru_ru: Настройки успешно удалены.
